eamodio.gitlens
ms-vsliveshare.vsliveshare
coenraads.bracket-pair-colorizer
visualstudioexptteam.vscodeintellicode
ms-python.python
ms-azuretools.vscode-docker
streetsidesoftware.code-spell-checker
ms-toolsai.jupyter
ritwickdey.liveserver
ms-vscode-remote.remote-containers
github.vscode-pull-request-github
dbaeumer.vscode-eslint
esbenp.prettier-vscode
eg2.vscode-npm-script